export const citiesData = [
  {
    name: 'Токио',
    description:
      'Столица Японии, известная своими неоновыми огнями, многолюдностью и современной архитектурой.',
    imageUrl:
      'https://www.topmagazine.cz/wp-content/uploads/2021/06/tokio-1024x576.jpg',
    facts: [
      'Токио - самый населенный мегаполис в мире.',
      'Здесь расположена самая высокая башня в Японии - Токийская башня.',
      'В Токио проходят множество культурных событий и фестивалей.',
    ],
  },
  {
    name: 'Киото',
    description:
      'Город на острове Хонсю, известный своими многочисленными классическими буддийскими храмами, а также садами, императорскими дворцами, синтоистскими святилищами и традиционными деревянными домами.',
    imageUrl:
      'https://media.istockphoto.com/id/636333786/ru/%D1%84%D0%BE%D1%82%D0%BE/%D1%85%D1%80%D0%B0%D0%BC-%D0%BA%D0%B8%D1%91%D0%BC%D0%B8%D0%B4%D0%B7%D1%83-%D0%B4%D0%BE%D1%80%D0%B0-%D0%B2%D0%B5%D1%81%D0%BD%D0%BE%D0%B9.jpg?s=1024x1024&w=is&k=20&c=uX0zw1ZnJmRcLk6tJ_lFXscui65FtcwNb2Cwzg38u2g=',
    facts: [
      'В Киото насчитывается более 1600 буддийских храмов.',
      'Этот город был столицей Японии более тысячи лет.',
    ],
  },
  {
    name: 'Осака',
    description:
      'Город в центральной части острова Хонсю, известен своими современными достопримечательностями и активной ночной жизнью.',
    imageUrl:
      'https://cdn.pixabay.com/photo/2021/09/23/13/55/road-6649918_1280.jpg',
    facts: [
      'Осака известна своим замком, который играл ключевую роль в объединении Японии в XVI веке.',
      'Город является кулинарной столицей Японии.',
    ],
  },
  {
    name: 'Хоккайдо',
    description:
      'Самый северный остров Японии, известный своей природой, снежными фестивалями и уникальной культурой.',
    imageUrl:
      'https://media.istockphoto.com/id/1361326348/ru/%D1%84%D0%BE%D1%82%D0%BE/%D0%BD%D0%BE%D1%87%D0%BD%D0%BE%D0%B9-%D0%B2%D0%B8%D0%B4-%D0%BD%D0%B0-%D0%BF%D0%B0%D1%80%D0%BA-%D0%BE%D0%B4%D0%BE%D1%80%D0%B8-%D1%81%D0%BE-%D1%81%D0%BC%D0%BE%D1%82%D1%80%D0%BE%D0%B2%D0%BE%D0%B9-%D0%BF%D0%BB%D0%BE%D1%89%D0%B0%D0%B4%D0%BA%D0%B8-%D1%82%D0%B5%D0%BB%D0%B5%D0%B1%D0%B0%D1%88%D0%BD%D0%B8-%D1%81%D0%B0%D0%BF%D0%BF%D0%BE%D1%80%D0%BE.jpg?s=1024x1024&w=is&k=20&c=Mk2q9TBQLgpY5LGhVHOAFA0WkCy6I77WhpenFz7GOvQ=',
    facts: [
      'Хоккайдо предлагает отличные условия для зимних видов спорта, особенно для лыжного спорта и сноубординга.',
      'Летом остров привлекает туристов своими цветущими лавандовыми полями.',
    ],
  },
  {
    name: 'Нагоя',
    description:
      'Город в центре Хонсю, известен своим отраслевым влиянием и историческими достопримечательностями.',
    imageUrl:
      'https://www.jalan.net/jalan/images/pict3L/Y1/Y329551/Y329551055.jpg',
    facts: [
      'Нагоя - один из важнейших промышленных городов Японии, центр автомобилестроения.',
      'Здесь находится известный Нагойский замок с позолоченными делфинами на крыше.',
    ],
  },
]